tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "fish"
brew "git"
brew "kubernetes-cli"
brew "mas"
brew "readline"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "sbt"
brew "wget"
brew "xz"
brew "yarn", args: ["without-node"]
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "kitematic"
cask "postgres"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "java8"
mas "Magnet", id: 441258766
mas "Monosnap", id: 540348655
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
